Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This product uses the TMDb API but is not endorsed or certified by TMDb.
ar: يستخدم هذا المنتج TMDb API لكنه غير معتمد أو معتمد من TMDb.
bn: এই পণ্যটি TMDb API ব্যবহার করে, কিন্তু এটি TMDb দ্বারা অনুমোদিত বা প্রত্যয়িত নয়।
ca: Aquest producte utilitza l’API de TMDb, però no està avalat ni certificat per TMDb.
cs: Tento produkt používá TMDb API, ale není schválen ani certifikován TMDb.
da: Dette produkt bruger TMDb API, men er ikke godkendt eller certificeret af TMDb.
de: Dieses Produkt verwendet die TMDb-API, ist jedoch nicht von TMDb befürwortet oder zertifiziert.
el: Αυτό το προϊόν χρησιμοποιεί το TMDb API αλλά δεν εγκρίνεται ή πιστοποιείται από TMDb.
es: Este producto utiliza la API de TMDb, pero no está respaldado ni certificado por TMDb.
es_mx: Este producto utiliza la API de TMDb, pero no está respaldado ni certificado por TMDb.
fi: Tämä tuote käyttää TMDb API:a, mutta sitä ei ole TMDb:n hyväksymä tai sertifioima.
fr: Ce produit utilise l'API TMDb mais n'est pas approuvé ou certifié par TMDb.
gu: આ ઉત્પાદન TMDb API નો ઉપયોગ કરે છે પરંતુ TMDb દ્વારા સમર્થન અથવા પ્રમાણિત નથી.
he: מוצר זה משתמש ב-TMDb API אך אינו מאושר או מוסמך על ידי TMDb.
hi: यह उत्पाद TMDb API का उपयोग करता है लेकिन TMDb द्वारा समर्थित या प्रमाणित नहीं है।
hr: Ovaj proizvod koristi TMDb API, ali nije odobren niti certificiran od TMDb.
hu: Ez a termék a TMDb API-t használja, de nem TMDb által jóváhagyott vagy tanúsított.
id: Produk ini menggunakan TMDb API tetapi tidak didukung atau disertifikasi oleh TMDb.
it: Questo prodotto utilizza le API di TMDb ma non è approvato o certificato da TMDb.
ja: この製品はTMDb APIを使用していますが、TMDbによる承認や認証は受けていません。
kn: ಈ ಉತ್ಪನ್ನವು TMDb API ಅನ್ನು ಬಳಸುತ್ತದೆ ಆದರೆ TMDb ನಿಂದ ಅನುಮೋದಿಸಲ್ಪಟ್ಟಿಲ್ಲ ಅಥವಾ ಪ್ರಮಾಣೀಕರಿಸಲ್ಪಟ್ಟಿಲ್ಲ.
ko: 이 제품은 TMDb API를 사용하지만 TMDb의 승인이나 인증을 받지 않았습니다.
ml: ഈ ഉൽപ്പന്നം TMDb API ഉപയോഗിക്കുന്നു, എന്നാൽ TMDb അംഗീകരിക്കുകയോ സാക്ഷ്യപ്പെടുത്തുകയോ ചെയ്തിട്ടില്ല.
mr: हे उत्पादन TMDb API वापरते परंतु TMDb द्वारे मान्यताप्राप्त किंवा प्रमाणित केलेले नाही.
ms: Produk ini menggunakan TMDb API tetapi tidak disokong atau disahkan oleh TMDb.
nb: Dette produktet bruker TMDb API, men er ikke godkjent eller sertifisert av TMDb.
nl: Dit product gebruikt de TMDb API maar is niet goedgekeurd of gecertificeerd door TMDb.
or: ଏହି ଉତ୍ପାଦ TMDb API ବ୍ୟବହାର କରେ କିନ୍ତୁ TMDb ଦ୍ୱାରା ଅନୁମୋଦିତ କିମ୍ବା ପ୍ରମାଣିତ ନୁହେଁ।
pa: ਇਹ ਉਤਪਾਦ TMDb API ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ ਪਰ TMDb ਦੁਆਰਾ ਸਮਰਥਨ ਜਾਂ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਹੈ।
pl: Ten produkt korzysta z API TMDb, ale nie jest zatwierdzony ani certyfikowany przez TMDb.
pt_br: Este produto usa a API TMDb, mas não é endossado ou certificado pelo TMDb.
pt_pt: Este produto usa a API TMDb, mas não é endossado ou certificado pelo TMDb.
ro: Acest produs folosește API-ul TMDb, dar nu este aprobat sau certificat de TMDb.
ru: Этот продукт использует TMDb API, но не одобрен и не сертифицирован TMDb.
sk: Tento produkt využíva API TMDB, ale nie je schválený ani certifikovaný spoločnosťou TMDB.
sl: Ta izdelek uporablja API TMDb, vendar ga TMDb ne podpira ali certificira.
sv: Denna produkt använder TMDb API men är inte godkänd eller certifierad av TMDb.
ta: இந்தத் தயாரிப்பு TMDb API-ஐப் பயன்படுத்துகிறது, ஆனால் இது TMDb-ஆல் அங்கீகரிக்கப்படவோ அல்லது சான்றளிக்கப்படவோ இல்லை.
te: ఈ ఉత్పత్తి TMDb APIని ఉపయోగిస్తుంది, కానీ ఇది TMDb ద్వారా ఆమోదించబడలేదు లేదా ధృవీకరించబడలేదు.
th: ผลิตภัณฑ์นี้ใช้ TMDb API แต่ไม่ได้รับการรับรองหรือรับรองโดย TMDb
tr: Bu ürün TMDb API kullanır ancak TMDb tarafından onaylanmaz veya sertifikalandırılmaz.
uk: Цей продукт використовує TMDb API, але не схвалений і не сертифікований TMDb.
ur: یہ پروڈکٹ TMDb API کا استعمال کرتا ہے لیکن TMDb کی طرف سے اس کی توثیق یا تصدیق نہیں کی گئی ہے۔
vi: Sản phẩm này sử dụng API TMDb nhưng không được TMDb xác nhận hoặc chứng nhận.
zh_hans: 本产品使用 TMDb API，但未获得 TMDb 认可或认证。
zh_hant: 本產品使用 TMDb API，但未獲得 TMDb 認可或認證。

source: This removes the selected titles from your watchlist.
ar: يزيل العناوين المحددة من قائمة المشاهدة.
bn: এটি আপনার ওয়াচলিস্ট থেকে নির্বাচিত শিরোনামগুলো সরিয়ে দেয়।
ca: Això elimina els títols seleccionats de la teva Watchlist.
cs: Tím odebereš vybrané tituly z watchlistu.
da: Dette fjerner de valgte titler fra din watchlist.
de: Dies entfernt die ausgewählten Titel aus deiner Watchlist.
el: Αυτό αφαιρεί τους επιλεγμένους τίτλους από τη λίστα παρακολούθησής σας.
es: Esto elimina los títulos seleccionados de tu lista.
es_mx: Esto elimina los títulos seleccionados de tu lista.
fi: Tämä poistaa valitut nimikkeet katselulistaltasi.
fr: Cela supprime les titres sélectionnés de ta liste.
gu: આ તમારી વોચલિસ્ટમાંથી પસંદ કરેલા શીર્ષકોને દૂર કરે છે.
he: מסיר את הכותרות שנבחרו מרשימת הצפייה.
hi: चयनित शीर्षकों को आपकी वॉचलिस्ट से हटाता है।
hr: Ovo uklanja odabrane naslove s popisa.
hu: Ez eltávolítja a kijelölt címeket a figyelőlistáról.
id: Menghapus judul terpilih dari watchlist.
it: Questo rimuove i titoli selezionati dalla tua lista.
ja: 選択した作品をウォッチリストから削除します。
kn: ಇದು ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಿಂದ ಆಯ್ದ ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.
ko: 선택한 작품을 워치리스트에서 제거합니다.
ml: ഇത് നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റിൽ നിന്ന് തിരഞ്ഞെടുത്ത ശീർഷകങ്ങളെ നീക്കംചെയ്യുന്നു.
mr: हे तुमच्या वॉचलिस्टमधून निवडलेली शीर्षके काढून टाकते.
ms: Membuang tajuk terpilih daripada watchlist.
nb: Dette fjerner de valgte titlene fra watchlisten din.
nl: Dit verwijdert de geselecteerde titels van je watchlist.
or: ଏହା ଆପଣଙ୍କ ୱାଚଲିଷ୍ଟରୁ ଚୟନିତ ଶୀର୍ଷକଗୁଡ଼ିକୁ କାଢ଼ିଦେବ।
pa: ਇਹ ਤੁਹਾਡੀ ਵਾਚਲਿਸਟ ਵਿੱਚੋਂ ਚੁਣੇ ਹੋਏ ਸਿਰਲੇਖਾਂ ਨੂੰ ਹਟਾ ਦਿੰਦਾ ਹੈ।
pl: To usuwa wybrane tytuły z listy do obejrzenia.
pt_br: Isso remove os títulos selecionados da sua lista.
pt_pt: Isso remove os títulos selecionados da sua lista.
ro: Aceasta elimină titlurile selectate din watchlist.
ru: Это удалит выбранные названия из списка.
sk: Týmto odstrániš vybrané tituly zo svojho zoznamu.
sl: To odstrani izbrane naslove s tvoje watchlist.
sv: Detta tar bort de valda titlarna från din watchlist.
ta: இது தேர்ந்தெடுக்கப்பட்ட தலைப்புகளை உங்கள் கண்காணிப்புப் பட்டியலிலிருந்து நீக்கிவிடும்.
te: ఇది మీరు ఎంచుకున్న టైటిల్స్‌ను మీ వాచ్‌లిస్ట్ నుండి తొలగిస్తుంది.
th: วิธีนี้จะลบเนื้อหาที่เลือกออกจากรายการเฝ้าดูของคุณ
tr: Seçili başlıkları izleme listenden kaldırır.
uk: Це видалить вибрані назви зі списку.
ur: یہ آپ کی واچ لسٹ سے منتخب کردہ عنوانات کو ہٹا دیتا ہے۔
vi: Thao tác này sẽ xóa các tiêu đề đã chọn khỏi danh sách theo dõi của bạn.
zh_hans: 这将从观看清单中移除所选标题。
zh_hant: 這將從觀看清單中移除所選標題。

source: This will open TMDb website with the links to each service.
ar: سيفتح موقع TMDb مع روابط كل خدمة.
bn: এটি TMDb ওয়েবসাইটটি খুলবে, যেখানে প্রতিটি পরিষেবার লিঙ্ক রয়েছে।
ca: Això obrirà el lloc web de TMDb amb els enllaços de cada servei.
cs: Otevře se web TMDb s odkazy na jednotlivé služby.
da: Dette åbner TMDb-webstedet med links til hver tjeneste.
de: Das öffnet die TMDb-Website mit den Links zu jedem Dienst.
el: Αυτό θα ανοίξει τον ιστότοπο TMDb με συνδέσμους προς κάθε υπηρεσία.
es: Esto abrirá el sitio web de TMDb con enlaces a cada servicio.
es_mx: Esto abrirá el sitio web de TMDb con los enlaces a cada servicio.
fi: Tämä avaa TMDb-sivuston linkeillä kuhunkin palveluun.
fr: Cela ouvrira le site web de TMDb avec les liens vers chaque service.
gu: આ દરેક સેવાની લિંક્સ સાથે TMDb વેબસાઇટ ખોલશે.
he: זה יפתח את אתר TMDb עם קישורים לכל שירות.
hi: यह प्रत्येक सेवा के लिंक के साथ TMDb वेबसाइट खोलेगा।
hr: Ovo otvara TMDb web-stranicu s poveznicama na svaku uslugu.
hu: Ez megnyitja a TMDb weboldalát az egyes szolgáltatásokhoz vezető hivatkozásokkal.
id: Ini akan membuka situs TMDb dengan tautan ke setiap layanan.
it: Questo aprirà il sito di TMDb con il collegamento a ciascun servizio.
ja: 各サービスへのリンクがあるTMDbウェブサイトが開きます。
kn: ಇದು ಪ್ರತಿಯೊಂದು ಸೇವೆಗೆ ಲಿಂಕ್‌ಗಳೊಂದಿಗೆ TMDb ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ತೆರೆಯುತ್ತದೆ.
ko: 각 서비스 링크가 있는 TMDb 웹사이트가 열립니다.
ml: ഇത് ഓരോ സേവനത്തിലേക്കും ലിങ്കുകൾക്കൊപ്പം TMDb വെബ്സൈറ്റ് തുറക്കും.
mr: हे प्रत्येक सेवेच्या लिंकसह TMDb वेबसाइट उघडेल.
ms: Ini akan buka laman web TMDb dengan pautan ke setiap perkhidmatan.
nb: Dette åpner TMDb-nettsiden med lenker til hver tjeneste.
nl: Dit opent de TMDb-website met links naar elke dienst.
or: ଏହା ପ୍ରତ୍ୟେକ ସେବାର ଲିଙ୍କ ସହିତ TMDb ୱେବସାଇଟ୍ ଖୋଲିବ।
pa: ਇਹ ਹਰੇਕ ਸੇਵਾ ਦੇ ਲਿੰਕਾਂ ਦੇ ਨਾਲ TMDb ਵੈੱਬਸਾਈਟ ਖੋਲ੍ਹੇਗਾ।
pl: Otworzy stronę TMDb z linkami do każdej usługi.
pt_br: Isso abrirá o site do TMDb com os links para cada serviço.
pt_pt: Isso abrirá o site do TMDb com os links para cada serviço.
ro: Se va deschide site-ul TMDb cu linkuri către fiecare serviciu.
ru: Откроется сайт TMDb со ссылками на каждый сервис.
sk: Otvorí sa webová stránka TMDB s odkazmi na každú službu.
sl: To odpre spletno mesto TMDb s povezavami do posameznih storitev.
sv: Detta öppnar TMDb-webbplatsen med länkar till varje tjänst.
ta: இது ஒவ்வொரு சேவைக்குமான இணைப்புகளுடன் TMDb வலைத்தளத்தைத் திறக்கும்.
te: ఇది ప్రతి సేవకు సంబంధించిన లింక్‌లతో TMDb వెబ్‌సైట్‌ను తెరుస్తుంది.
th: นี่จะเป็นการเปิดเว็บไซต์ TMDb พร้อมลิงก์ไปยังแต่ละบริการ
tr: Bu, her hizmete bağlantılarla TMDb sitesini açar.
uk: Відкриється сайт TMDb з посиланнями на кожен сервіс.
ur: اس سے ہر سروس کے لنکس کے ساتھ TMDb ویب سائٹ کھل جائے گی۔
vi: Thao tác này sẽ mở trang web TMDb với các liên kết đến từng dịch vụ.
zh_hans: 这将打开 TMDb 网站，其中包含各服务的链接。
zh_hant: 這將開啟 TMDb 網站，其中包含各服務的連結。

source: Thriller
ar: إثارة
el: Θρίλερ
es: Suspense
es_mx: Suspenso
fi: Trilleri
he: מותחן
hi: थ्रिलर
hr: Triler
ja: スリラー
ko: 스릴러
pt_br: Suspense
pt_pt: Suspense
ru: Триллер
tr: Gerilim
uk: Трилер
zh_hans: 惊悚
zh_hant: 驚悚

source: Title
ar: العنوان
bn: শিরোনাম
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
es_mx: Título
fi: Nimike
fr: Titre
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
ml: തലക്കെട്ട്
mr: शीर्षक
ms: Tajuk
nb: Tittel
nl: Titel
or: ଟାଇଟଲ୍
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Название
sk: Názov
sl: Naslov
sv: Titel
ta: தலைப்பு
te: శీర్షిక
th: ชื่อ
tr: Başlık
uk: Назва
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Title (Asc)
ar: العنوان (تصاعدي)
bn: শিরোনাম (আরোহী)
ca: Títol (asc.)
cs: Název (vzest.)
da: Titel (stigende)
de: Titel (Aufsteigend)
el: Τίτλος (αύξ.)
es: Título (ascendente)
es_mx: Título (Asc)
fi: Nimike (nouseva)
fr: Titre (ordre croissant)
gu: શીર્ષક (Asc)
he: כותרת (עולה)
hi: शीर्षक (आरोही)
hr: Naslov (uzl.)
hu: Cím (növekvő)
id: Judul (Naik)
it: Titolo (Asc)
ja: タイトル（昇順）
kn: ಶೀರ್ಷಿಕೆ (Asc)
ko: 제목 (오름차순)
ml: ശീർഷകം (Asc)
mr: शीर्षक (Asc)
ms: Tajuk (Menaik)
nb: Tittel (stigende)
nl: Titel (oplopend)
or: ଟାଇଟଲ୍ (Asc)
pa: ਸਿਰਲੇਖ (Asc)
pl: Tytuł (rosn.)
pt_br: Título (Asc)
pt_pt: Título (asc.)
ro: Titlu (cresc.)
ru: Название (по возр.)
sk: Názov (A-Z)
sl: Naslov (naraščajoče)
sv: Titel (stigande)
ta: தலைப்பு (ஏறுவரிசை)
te: శీర్షిక (ఆరోహణ)
th: ชื่อเรื่อง (ASC)
tr: Başlık (Artan)
uk: Назва (за зрост.)
ur: عنوان (Asc)
vi: Tiêu đề (Tăng dần)
zh_hans: 标题（升序）
zh_hant: 標題（升序）

source: Title (Desc)
ar: العنوان (تنازلي)
bn: শিরোনাম (বিবরণ)
ca: Títol (desc.)
cs: Název (sest.)
da: Titel (faldende)
de: Titel (Absteigend)
el: Τίτλος (φθίν.)
es: Título (descendente)
es_mx: Título (Desc)
fi: Nimike (laskeva)
fr: Titre (ordre décroissant)
gu: શીર્ષક (ડિસ્ક)
he: כותרת (יורד)
hi: शीर्षक (अवरोही)
hr: Naslov (sil.)
hu: Cím (csökkenő)
id: Judul (Turun)
it: Titolo (Desc)
ja: タイトル（降順）
kn: ಶೀರ್ಷಿಕೆ (ವಿವರಣೆ)
ko: 제목 (내림차순)
ml: ശീർഷകം (ഡെസ്ക്)
mr: शीर्षक (Desc)
ms: Tajuk (Menurun)
nb: Tittel (synkende)
nl: Titel (aflopend)
or: ଶୀର୍ଷକ (ବର୍ଣ୍ଣନା)
pa: ਸਿਰਲੇਖ (ਡੈਸਕ)
pl: Tytuł (mal.)
pt_br: Título (Desc)
pt_pt: Título (desc.)
ro: Titlu (desc.)
ru: Название (по убыв.)
sk: Názov (Z-A)
sl: Naslov (padajoče)
sv: Titel (fallande)
ta: தலைப்பு (விளக்கம்)
te: శీర్షిక (వివరణ)
th: ชื่อเรื่อง (รายละเอียด)
tr: Başlık (Azalan)
uk: Назва (за спад.)
ur: عنوان (ڈیسک)
vi: Tiêu đề (Mô tả)
zh_hans: 标题（降序）
zh_hant: 標題（降序）

source: Titles
ar: العناوين
bn: শিরোনাম
ca: Títols
cs: Tituly
da: Titler
de: Titel
el: Τίτλοι
es: Títulos
es_mx: Títulos
fi: Nimikkeet
fr: Titres
gu: શીર્ષકો
he: כותרות
hi: शीर्षक
hr: Naslovi
hu: Címek
id: Judul
it: Titoli
ja: 作品
kn: ಶೀರ್ಷಿಕೆಗಳು
ko: 작품
ml: ശീർഷകങ്ങൾ
mr: शीर्षके
ms: Tajuk
nb: Titler
nl: Titels
or: ଟାଇଟଲ୍‌ଗୁଡ଼ିକ
pa: ਸਿਰਲੇਖ
pl: Tytuły
pt_br: Títulos
pt_pt: Títulos
ro: Titluri
ru: Названия
sk: Tituly
sl: Naslovi
sv: Titlar
ta: தலைப்புகள்
te: శీర్షికలు
th: ชื่อเรื่อง
tr: Başlıklar
uk: Назви
ur: عنوانات
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Titles marked watched in the last eight weeks.
ar: العناوين المحددة كمشاهدة في آخر ثمانية أسابيع.
bn: গত আট সপ্তাহে দেখা শিরোনামগুলো।
ca: Títols marcats com a vistos les darreres vuit setmanes.
cs: Tituly označené jako zhlédnuté za posledních osm týdnů.
da: Titler markeret som set de seneste otte uger.
de: Titel, die in den letzten acht Wochen als gesehen markiert wurden.
el: Τίτλοι που σημειώθηκαν ως παρακολουθημένοι τις τελευταίες οκτώ εβδομάδες.
es: Títulos marcados como vistos en las últimas ocho semanas.
es_mx: Títulos marcados como vistos en las últimas ocho semanas.
fi: Viimeisten kahdeksan viikon aikana katsotuiksi merkityt nimikkeet.
fr: Titres marqués comme vus au cours des huit dernières semaines.
gu: છેલ્લા આઠ અઠવાડિયામાં જોવાયા ચિહ્નિત શીર્ષકો.
he: כותרות שסומנו כנצפו בשמונה השבועות האחרונים.
hi: पिछले आठ सप्ताह में देखा चिह्नित शीर्षक।
hr: Naslovi označeni kao pogledani u zadnjih osam tjedana.
hu: Az elmúlt nyolc hétben megtekintettként jelölt címek.
id: Judul ditandai ditonton dalam delapan minggu terakhir.
it: Titoli segnati come visti nelle ultime otto settimane.
ja: 過去8週間に視聴済みにした作品。
kn: ಕಳೆದ ಎಂಟು ವಾರಗಳಲ್ಲಿ ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಲಾದ ಶೀರ್ಷಿಕೆಗಳು.
ko: 지난 8주간 시청함으로 표시한 작품.
ml: കഴിഞ്ഞ എട്ട് ആഴ്‌ചയിൽ കണ്ടതായി അടയാളപ്പെടുത്തിയ ശീർഷകങ്ങൾ.
mr: गेल्या आठ आठवड्यांमध्ये पाहिलेली चिन्हांकित शीर्षके.
ms: Tajuk ditandakan ditonton dalam lapan minggu lepas.
nb: Titler markert som sett de siste åtte ukene.
nl: Titels die in de afgelopen acht weken als bekeken zijn gemarkeerd.
or: ଗତ ଆଠ ସପ୍ତାହ ମଧ୍ୟରେ ଦେଖାଯାଇଥିବା ଭାବରେ ଚିହ୍ନିତ ଟାଇଟଲଗୁଡ଼ିକ।
pa: ਪਿਛਲੇ ਅੱਠ ਹਫ਼ਤਿਆਂ ਵਿੱਚ ਦੇਖੇ ਗਏ ਸਿਰਲੇਖਾਂ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕੀਤੀ ਗਈ।
pl: Tytuły oznaczone jako obejrzane w ostatnich ośmiu tygodniach.
pt_br: Títulos marcados como assistidos nas últimas oito semanas.
pt_pt: Títulos marcados como assistidos nas últimas oito semanas.
ro: Titluri marcate ca vizionate în ultimele opt săptămâni.
ru: Названия, отмеченные просмотренными за последние восемь недель.
sk: Tituly označené ako pozreté za posledných osem týždňov.
sl: Naslovi, označeni kot ogledani v zadnjih osmih tednih.
sv: Titlar markerade som sedda de senaste åtta veckorna.
ta: கடந்த எட்டு வாரங்களில் பார்க்கப்பட்டதாகக் குறிக்கப்பட்ட தலைப்புகள்.
te: గత ఎనిమిది వారాల్లో వీక్షించినట్లుగా గుర్తించబడిన టైటిల్స్.
th: ชื่อเรื่องที่มีการทำเครื่องหมายดูในช่วงแปดสัปดาห์ที่ผ่านมา
tr: Son sekiz haftada izlendi işaretlenen başlıklar.
uk: Назви, позначені переглянутими за останні вісім тижнів.
ur: پچھلے آٹھ ہفتوں میں دیکھے گئے عنوانات کو نشان زد کیا گیا ہے۔
vi: Các tựa phim được đánh dấu đã xem trong tám tuần qua.
zh_hans: 过去八周内标记为已观看的标题。
zh_hant: 過去八週內標記為已觀看的標題。

source: Titles removed on SIMKL stay in Cronica. Delete them here if you no longer want them.
ar: العناوين المحذوفة على SIMKL تبقى في Cronica. احذفها هنا إن لم تعد تريدها.
bn: SIMKL থেকে মুছে ফেলা টাইটেলগুলো Cronica-এ থেকে যায়। যদি আপনি সেগুলো আর না চান, তাহলে এখান থেকে মুছে ফেলুন।
ca: Els títols eliminats a SIMKL es queden a Cronica. Elimina’ls aquí si ja no els vols.
cs: Tituly odstraněné na SIMKL zůstávají v Cronice. Smaž je zde, pokud je už nechceš.
da: Titler fjernet på SIMKL forbliver i Cronica. Slet dem her, hvis du ikke længere vil have dem.
de: Auf SIMKL entfernte Titel bleiben in Cronica. Lösche sie hier, wenn du sie nicht mehr brauchst.
el: Οι τίτλοι που αφαιρέθηκαν στο SIMKL μένουν στο Cronica. Διαγράψτε τους εδώ αν δεν τους θέλετε πλέον.
es: Los títulos eliminados en SIMKL permanecen en Cronica. Elimínalos aquí si ya no los quieres.
es_mx: Los títulos eliminados en SIMKL permanecen en Cronica. Elimínalos aquí si ya no los quieres.
fi: SIMKL:stä poistetut nimet jäävät Cronicaan. Poista ne täältä, jos et enää halua niitä.
fr: Les titres retirés sur SIMKL restent dans Cronica. Supprimez-les ici si vous n’en voulez plus.
gu: SIMKL પર દૂર કરાયેલા શીર્ષકો Cronica માં રહે છે. જો તમે તેમને હવે જોઈતા ન હોવ તો તેમને અહીં કાઢી નાખો.
he: כותרים שהוסרו ב‑SIMKL נשארים ב‑Cronica. מחק אותם כאן אם אינך רוצה אותם יותר.
hi: SIMKL पर हटाए गए शीर्षक Cronica में रहते हैं। यदि आप उन्हें नहीं चाहते तो यहाँ हटाएँ।
hr: Naslovi uklonjeni na SIMKL-u ostaju u Cronica. Obriši ih ovdje ako ih više ne želiš.
hu: A SIMKL-ről eltávolított címek a Cronicában maradnak. Töröld őket itt, ha már nem kellenek.
id: Judul yang dihapus di SIMKL tetap di Cronica. Hapus di sini jika tidak lagi diinginkan.
it: I titoli rimossi su SIMKL restano in Cronica. Eliminali qui se non li vuoi più.
ja: SIMKLで削除したタイトルはCronicaに残ります。不要ならここで削除してください。
kn: SIMKL ನಲ್ಲಿ ತೆಗೆದುಹಾಕಲಾದ ಶೀರ್ಷಿಕೆಗಳು Cronica ನಲ್ಲಿ ಉಳಿಯುತ್ತವೆ. ನಿಮಗೆ ಅವು ಇನ್ನು ಮುಂದೆ ಬೇಡವಾದರೆ ಇಲ್ಲಿ ಅಳಿಸಿ.
ko: SIMKL에서 제거한 작품은 Cronica에 남습니다. 더 이상 원하지 않으면 여기서 삭제하세요.
ml: SIMKL-ൽ നീക്കംചെയ്ത ശീർഷകങ്ങൾ Cronica-ൽ തുടരും. നിങ്ങൾക്ക് ഇനി ആവശ്യമില്ലെങ്കിൽ അവ ഇവിടെ ഇല്ലാതാക്കുക.
mr: SIMKL वर काढलेली शीर्षके Cronica मध्ये राहतील. तुम्हाला ते यापुढे नको असल्यास ते येथे हटवा.
ms: Tajuk yang dialih keluar di SIMKL kekal dalam Cronica. Padamnya di sini jika anda tidak mahukannya lagi.
nb: Titler fjernet på SIMKL blir i Cronica. Slett dem her hvis du ikke vil ha dem lenger.
nl: Op SIMKL verwijderde titels blijven in Cronica. Verwijder ze hier als je ze niet meer wilt.
or: SIMKL ରେ ଅପସାରିତ ଶୀର୍ଷକଗୁଡ଼ିକ Cronica ରେ ରହିବ। ଯଦି ଆପଣ ଆଉ ସେଗୁଡ଼ିକୁ ଚାହାଁନ୍ତି ନାହିଁ, ତେବେ ଏଠାରେ ସେଗୁଡ଼ିକୁ ଡିଲିଟ୍ କରନ୍ତୁ।
pa: SIMKL 'ਤੇ ਹਟਾਏ ਗਏ ਟਾਈਟਲ Cronica ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਹੁਣ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਇੱਥੇ ਮਿਟਾਓ।
pl: Tytuły usunięte w SIMKL pozostają w Cronica. Usuń je tutaj, jeśli ich nie chcesz.
pt_br: Títulos removidos no SIMKL permanecem no Cronica. Exclua-os aqui se não quiser mais.
pt_pt: Títulos removidos no SIMKL permanecem no Cronica. Exclua-os aqui se não quiser mais.
ro: Titlurile eliminate pe SIMKL rămân în Cronica. Șterge-le aici dacă nu le mai vrei.
ru: Удалённые в SIMKL названия остаются в Cronica. Удалите их здесь, если они больше не нужны.
sk: Tituly odstránené na SIMKL zostávajú v Cronice. Vymaž ich tu, ak ich už nechceš.
sl: Naslovi, odstranjeni na SIMKL, ostanejo v Cronica. Izbriši jih tukaj, če jih ne želiš več.
sv: Titlar borttagna på SIMKL finns kvar i Cronica. Ta bort dem här om du inte vill ha dem.
ta: SIMKL-இல் நீக்கப்பட்ட தலைப்புகள் Cronica-இல் அப்படியே இருக்கும். அவை உங்களுக்கு இனி தேவையில்லை என்றால், அவற்றை இங்கேயே நீக்கிவிடவும்.
te: SIMKLలో తొలగించబడిన శీర్షికలు Cronicaలో ఉంటాయి. మీకు అవి ఇకపై వద్దు అనుకుంటే, వాటిని ఇక్కడ తొలగించండి.
th: ชื่อที่ถูกลบบน SIMKL จะยังคงอยู่ใน Cronica ลบได้ที่นี่หากคุณไม่ต้องการอีกต่อไป
tr: SIMKL’de kaldırılan başlıklar Cronica’da kalır. İstemiyorsanız burada silin.
uk: Видалені в SIMKL назви залишаються в Cronica. Видаліть їх тут, якщо вони більше не потрібні.
ur: SIMKL پر ہٹائے گئے عنوانات Cronica میں رہتے ہیں۔ اگر آپ انہیں مزید نہیں چاہتے ہیں تو انہیں یہاں حذف کریں۔
vi: Các tiêu đề bị xóa trên SIMKL vẫn ở lại Cronica. Xóa chúng ở đây nếu bạn không còn muốn chúng nữa.
zh_hans: 在 SIMKL 上移除的标题仍会留在 Cronica。若不再需要，请在此删除。
zh_hant: 在 SIMKL 上移除的標題仍會留在 Cronica。若不再需要，請在此刪除。
